const LEAVEINFO = {
  ESCAPE: [
    "일반 멤버로 여행 중인 행성은 일괄 탈퇴가 가능하지만, 관리 중인 행성은 관리자를 직접 다른 멤버에게 위임하고 행성을 탈출한 후에 탈퇴가 가능합니다.",
  ],
  PRIVACY: [
    "전자 상거래 이용 내역(거래 내역)이 있는 회원님은 전자 상거래 등에서의 소비자 보호에 관한 법률에 의거 교환/반품/환불 및 사후 처리(A/S) 등을 ",
    "위해 회원 정보가 5년간 별도 관리됩니다. 관련 법령에 그 근거가 없더라도, 회사의 중대한 손실을 예방하거나, 범죄 및 소송 등을 위해 보관해야",
    "하는 경우, 회사 방침에 따라 회원 정보를 보관할 수 있습니다.",
    "단, 그 목적을 달성하기 위한 최소한의 기간 및 항목만 보관합니다.",
  ],
  PERIOD: [
    "회원 탈퇴 후, 부정 방지를 위한 고객 식별 정보 보유 : 탈퇴 신청일로부터 1년 (탈퇴일자, 고객식별정보 값 보관)",
    "이용자 정보에 관한 기록 : 부정 이용 회원의 재발 방지를 위하여 1년간 보존 후, 파기합니다.",
    "가입 탈퇴 후, 재가입 중지 기간 : 탈퇴 신청일로부터 30일",
    "개인 정보 처리 방침 및 서비스 이용 약관에 따라 부정 행위 및 서비스 이용에 반하는 행위를 한 회원의 경우, 5년간 정보를 보관합니다.",
  ],
};

export default LEAVEINFO;
